Repository: CofficLab/Lumi
Catalog: Plugins/SkillPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: ^[%lld Available Skill](inflect: true)
zh_hans: %lld 个可用技能
zh_hk: %lld 個可用技能

source: ^[%lld Skill](inflect: true)
zh_hans: %lld 个技能
zh_hk: %lld 個技能

source: Load domain skills from .agent/skills/ directory
zh_hans: 从 .agent/skills/ 目录加载领域技能
zh_hk: 從 .agent/skills/ 目錄載入領域技能

source: No projects yet
zh_hans: 暂无项目
zh_hk: 暫無項目

source: No skills yet
zh_hans: 暂无技能
zh_hk: 暫無技能

source: Open Skills Directory
zh_hans: 打开技能目录
zh_hk: 開啟技能目錄

source: Select a project
zh_hans: 请选择一个项目
zh_hk: 請選擇一個項目

source: Skills
zh_hans: 技能
zh_hk: 技能

source: Skills are loaded from .agent/skills/
zh_hans: 技能从 .agent/skills/ 目录加载
zh_hk: 技能從 .agent/skills/ 目錄載入

source: View and manage skills in .agent/skills directory
zh_hans: 查看和管理 .agent/skills 目录中的技能
zh_hk: 檢視和管理 .agent/skills 目錄中的技能
